[
    {
        "id": "0",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672508178_0001.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672508178_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672508178_0003.png",
        "name": "ORIGINAL WAYFARER DENIM",
        "type": "Sol",
        "details": "Las emblemáticas Wayfarer en una versión mucho más robusta: el modelo Original Wayfarer Denim. Fabricado artesanalmente con denim 100% genuino, este nuevo diseño es el resultado de dos años de investigación, que han dado lugar a un proceso de fabricación por capas de alta tecnología que confiere a cada par de gafas un look auténtico y personal. El acabado de las gafas se lleva a cabo con remaches originales y una almohadilla para la nariz de silicona hipoalergénica que las hace tan cómodas como atractivas. Disponibles en 6 atractivos colores, estas Wayfarer unisex son un complemento imprescindible en denim.",
        "stock": "7",
        "price": "151.00"
    },
    {
        "id": "1",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672844986__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672844986__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672844986__STD__shad__al2.png",
        "name": "RB4228M SCUDERIA FERRARI COLLECTION",
        "type": "Sol",
        "details": "Para un estilo de vida dinámico y extrovertido, Scuderia Ferrari y Ray-Ban presentan el diseño envolvente con patillas ajustables de acero y goma. Tiene los símbolos icónicos como el escudo grabado en las lentes. Elige entre los perfiles de goma amarillos de Módena o rojos de la Scuderia Ferrari en las patillas interiores con apoyos nasales rojos o amarillos. 2 Lentes espejadas Chromance disponibles para este diseño dinámico.",
        "stock": "5",
        "price": "207.09"
    },
    {
        "id": "2",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672842425__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672842425_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672842425_shad_al2.png",
        "name": "RB3460M SCUDERIA FERRARI COLLECTION",
        "type": "Sol",
        "details": "El toque más novedoso del modelo Aviator original realizado para la Scuderia Ferrari. La fibra de carbón y la montura al aire garantizan el dinamismo y la resistencia necesarios para un estilo extrovertido. Como variable de este modelo se encuentran los patrones de diseño personalizados de la Scuderia Ferrari. Selecciona entre los colores amarillo Módena o rojo Scuderia Ferrari el color que más se adapta a tu estilo personal. Disponible con las lentes Chromance, clásicas o espejadas.",
        "stock": "6",
        "price": "239.99"
    },
    {
        "id": "3",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672514582_0001.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672514582_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672514582_0003.png",
        "name": "ROUND LITEFORCE",
        "type": "Sol",
        "details": "El futuro ya está aquí y tiene más estilo que nunca con las nuevas Liteforce de alta tecnología. Liteforce, un extraordinario biomaterial termoplástico forjado a altísimas temperaturas, garantiza una ligereza y resistencia sin precedentes. Es el primero con estas características en la historia de las gafas. Con las mismas propiedades avanzadas que se emplean en la tecnología espacial moderna y en los implantes médicos, se han creado unas gafas de alta tecnología flexibles y comodísimas. Las Liteforce RB4237 combinan un material de primera con un estilo insuperable. Este nuevo modelo redondo tiene mucho estilo y se presenta con una amplia gama de lentes: clásicas, degradadas y de espejo, todas ellas muy atractivas. También está disponible en una versión polarizada que garantiza una visión perfecta sin destellos. Las finas varillas moldeadas presentan el logotipo de Ray-Ban grabado con láser en las bisagras moldeadas de inyectado metálico y los míticos ribetes de la marca. Las Liteforce convierten la alta tecnología en el mejor estilo.",
        "stock": "6",
        "price": "155.00"
    },
    {
        "id": "4",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672495775_0001.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672495775_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672495775_0003.png",
        "name": "NEW WAYFARER FOLDING LITEFORCE",
        "type": "Sol",
        "details": "Las estilosas gafas Folding RB4223 son el aliado perfecto para los intrépidos amantes de la practicidad. El modelo cuenta con una elegante montura de acabado suave y formas rectangulares, además de un sofisticado sistema de bisagras ocultas, cuya durabilidad queda garantizada bajo el inconfundible sello de calidad de Ray-Ban.\nDiseñadas para una fácil y cómoda portabilidad, están pensadas para inconformistas, que eligen moda y practicidad sin renuncias.Póntelas, pliégalas, despliégalas y póntelas de nuevo. Póntelas tantas veces como desees.",
        "stock": "7",
        "price": "163.00"
    },
    {
        "id": "5",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672497847_0001.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672497847_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672497847_0003.png",
        "name": "ROUND METAL FOLDING",
        "type": "Sol",
        "details": "Con las gafas de sol Ray-Ban Round Metal, el diseño da un giro completo. Este look, que lucían artistas legendarios del panorama musical, tuvo su fuente de inspiración en la contracultura de los años sesenta y pronto se convirtió en un emblema del mejor estilo. Ahora, por primera vez, se presenta en una versión plegable que hace gala de una increíble atención al detalle. El diseño de la montura es perfecto y el sistema plegable, rigurosamente probado, es todo un testimonio de la ingeniería óptica y de la moda. Estas míticas gafas de sol se presentan tanto con lentes clásicas como de espejo y se pueden plegar para guardarlas con facilidad en el bolsillo. Las Round Folding RB 3532 constituyen la esencia del estilo más auténtico, compacto y atractivo.",
        "stock": "12",
        "price": "147.11"
    },
    {
        "id": "6",
        "img": "https://images.ray-ban.com/is/image/RayBan/805289304449__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/805289304449__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/805289304449__STD__shad__lt.png",
        "name": "CLUBMASTER CLASSIC",
        "type": "Sol",
        "details": "Las gafas de sol Ray-Ban® Clubmaster Classic son de estilo retro y atemporales. Inspirado en los años 50, el diseño inconfundible de las Clubmaster Classic ha sido de manera reiterada en la históricamente la elección de los referentes intelectuales y culturales. Un diseño que se adelanta a las tendencias futuras.\nLas emblemáticas gafas de sol Clubmaster Classic están disponibles con monturas negras o marrones, y con un tratamiento de las lentes en cristal verde. Llevar unas Ray-Ban® RB3016 Clubmaster Classic siempre representa una declaración de intenciones.",
        "stock": "8",
        "price": "186.00"
    },
    {
        "id": "7",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672006346_0001.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672006346_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672006346_0003.png",
        "name": "RB4191",
        "type": "Sol",
        "details": "Saca a la luz la diva que llevas dentro con las RB4191, la última novedad de la gama de sol Highstreet. El modelo presenta lentes redondas extragrandes y suaves colores femeninos que añaden un toque de glamur a cualquier look.\nLas RB4191 están pensadas para las mujeres que quieren llamar la atención y no tienen miedo de dejar huella.",
        "stock": "5",
        "price": "151.00"
    },
    {
        "id": "8",
        "img": "https://images.ray-ban.com/is/image/RayBan/805289528791__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/805289528791_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/805289528791_shad_al2.png",
        "name": "RB3183",
        "type": "Sol",
        "details": "Las gafas de sol Ray-Ban®® RB3183 tienen una forma aerodinámica que pide velocidad. El modelo presenta una montura rectangular semi al aire y ligera, con unas varillas que incorporan el clásico logotipo de Ray-Ban®.\nLas plaquetas de nariz, suaves y ajustables, añaden comodidad y durabilidad sea cual sea la actividad que lleves a cabo cuando lleves estas atrevidas gafas de sol.",
        "stock": "14",
        "price": "186.00"
    },
    {
        "id": "9",
        "img": "https://images.ray-ban.com/is/image/RayBan/805289751755__STD__shad__qt.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/805289751755__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/805289751755__STD__shad__lt.png",
        "name": "ROUND CRAFT",
        "type": "Sol",
        "details": "Las gafas de sol Ray-Ban® Icon RB3475Q, metálicas y redondas, están fabricadas con auténtica piel cosida a mano que cubre las lentes de cristal y los extremos de las varillas. Su esbelta y ligera estructura de monel con varillas tubulares y flexibles ofrece la máxima comodidad, al mismo tiempo que captura un look retro popularizado por músicos legendarios y personalidades de la década de los 60. Su delicada artesanía y una meticulosa atención al detalle hacen que este modelo sea uno de los más llamativos de la familia Icon. Está disponible con lentes degradadas o de la serie Legends en colores vintage como el azul celeste o el rosa cristal. Son aptas para lentes de vista y sientan bien en rostros de tamaño pequeño-medio.",
        "stock": "9",
        "price": "163.50"
    },
    {
        "id": "10",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672399097__STD__shad__qt.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672399097__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672399097__STD__shad__lt.png",
        "name": "NEW WAYFARER BICOLOR",
        "type": "Sol",
        "details": "Colorea tu mundo y luce tu mejor cara con las nuevas Wayfarer Bicolor. Para lograr un atractivo cómodo y duradero, estos modelos combinan frontales de un solo tono oscuro con colores bicapa en las varillas. Las nuevas Wayfarer Bicolor vienen con cristal verde o lentes degradadas, lo que les confiere un aspecto contemporáneo. Sus característicos remaches en 3D, el etiquetado en el interior del molde y las varillas moldeadas de Ray-Ban aportan los toques finales a un modelo muy impactante que llenará el mundo de color y estilo.",
        "stock": "5",
        "price": "166.00"
    },
    {
        "id": "11",
        "img": "https://images.ray-ban.com/is/image/RayBan/805289526575__STD__shad__qt.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/805289526575__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/805289526575__STD__shad__lt.png",
        "name": "JUSTIN CLASSIC",
        "type": "Sol",
        "details": "Las gafas de sol Ray-Ban® Justin RB4165 son unas de las más originales de la colección Ray-Ban. Inspirado por las emblemáticas gafas de sol Wayfarer®, los nuevos colores degradados de la montura, las nuevas e impresionantes lentes de colores y su acabado en goma añaden un toque divertido, intrépido y vanguardista a tu estilo.\nEstán disponibles en combinaciones de colores en contraste o con montura degradada y colores de las lentes a juego. Te encantará el material duradero y el inconfundible look Ray-Ban de estas gafas de sol.",
        "stock": "7",
        "price": "220.19"
    },
    {
        "id": "12",
        "img": "https://images.ray-ban.com/is/image/RayBan/805289602057__STD__shad__qt.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/805289602057__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/805289602057__STD__shad__lt.png",
        "name": "AVIATOR CLASSIC GOLD",
        "type": "Sol",
        "details": "Las Ray-Ban® Aviator Classic, que actualmente son unas de las gafas de sol más conocidas del mundo, fueron diseñadas originalmente en 1937 para los aviadores de los Estados Unidos. Las gafas de sol Aviator Classic son un modelo atemporal que combina un atractivo estilo de aviador con una calidad, comodidad y beneficios excepcionales.",
        "stock": "13",
        "price": "189.00"
    },
    {
        "id": "13",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672260342_0001.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672260342_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672260342_0003.png",
        "name": "CLUBMASTER LIGHT RAY",
        "type": "Sol",
        "details": "El modelo Clubmaster Light Ray trae el espírito revolucionario del siglo 20 a la época moderna. Este diseño minimalista mezcla el titanio con corte láser con una superficie lisa de acetato para obtener un acabado de alta calidad y estilo inconfundibles. Representa sin lugar a dudas la elegancia atemporal en estado puro.\nEl diseño de Light Ray, libre de bisagras, tornillos y soldaduras le aporta una alta flexibilidad, durabilidad y confort. Elige tu favorita entre 5 tonos legendarios: arena, titanio brillante, bronce bala, bronce bala arena y marrón brillante.",
        "stock": "7",
        "price": "163.00"
    },
    {
        "id": "14",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672338959__STD__shad__qt.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672338959__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672338959__STD__shad__lt.png",
        "name": "AVIATOR GRADIENT",
        "type": "Sol",
        "details": "Las gafas de sol Ray-Ban® Aviator Gradient tienen la forma de lágrima que fue el origen de todo. Diseñadas inicialmente para los aviadores de los Estados Unidos, las Aviator se han convertido en todo un icono. Las lentes degradadas presentan tonos muy naturales y ofrecen un efecto muy atractivo a unas gafas de sol que son un auténtico objeto de culto.\nLas gafas de sol RB3025 Aviator Gradient están disponibles en una montura gris plomo y tratamientos de las lentes como el azul degradado polarizado, cristal gris degradado y cristal marrón degradado.",
        "stock": "10",
        "price": "122.49"
    },
    {
        "id": "15",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672125696_0001.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672125696_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672125696_0003.png",
        "name": "RB4197",
        "type": "Sol",
        "details": "Las Ray-Ban RB4197 son la combinación perfecta de funcionalidad y estilo de vida. El modelo se presenta con distintos tipos de lentes: desde las estándar de Ray-Ban hasta las modernísimas lentes flash, sin olvidar las sofisticadas lentes polarizadas, que garantizan la máxima claridad. Los detalles funcionales de las varillas, junto con la fantástica placa con el logotipo de Ray-Ban, hacen que estas sean las gafas perfectas para quienes viven la vida intensamente.",
        "stock": "5",
        "price": "153.49"
    },
    {
        "id": "16",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672401844__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672401844_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672401844_shad_al2.png",
        "name": "RB4197",
        "type": "Vision",
        "details": "",
        "stock": "7",
        "price": "80.30"
    },
    {
        "id": "17",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672378832_0001.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672378832_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672378832_0003.png",
        "name": "RB5150",
        "type": "Vision",
        "details": "El modelo RB5150 de Ray-Ban es un diseño simple y chic para mujeres. Este modelo de acetato con montura completa rectangular es flexible y antialérgico para el máximo confort. Las bisagras flexibles resisten a la torsión y son ajustables. Disponible en varios colores y diseños.",
        "stock": "9",
        "price": "138.61"
    },
    {
        "id": "18",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672358926__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672358926_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672358926_0003.png",
        "name": "MATTHEW",
        "type": "Vision",
        "details": "",
        "stock": "9",
        "price": "46.84"
    },
    {
        "id": "19",
        "img": "https://images.ray-ban.com/is/image/RayBan/805289092667__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/805289092667_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/805289092667_0003.png",
        "name": "RB5069",
        "type": "Vision",
        "details": "",
        "stock": "5",
        "price": "44.99"
    },
    {
        "id": "20",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672234350__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672234350_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672234350_shad_al2.png",
        "name": "RB7031",
        "type": "Vision",
        "details": "",
        "stock": "6",
        "price": "228.00"
    },
    {
        "id": "21",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672782592__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672782592_0000.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672782592_0003.png",
        "name": "RB7025",
        "type": "Vision",
        "details": "",
        "stock": "8",
        "price": "177.00"
    },
    {
        "id": "22",
        "img": "https://images.ray-ban.com/is/image/RayBan/8053672005189__STD__shad__qt.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8053672005189__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8053672005189__STD__shad__lt.png",
        "name": "RB5286",
        "type": "Vision",
        "details": "",
        "stock": "15",
        "price": "191.49"
    },
    {
        "id": "23",
        "img": "https://images.ray-ban.com/is/image/RayBan/8056597026567__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8056597026567__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8056597026567__STD__shad__al2.png",
        "name": "RB6414",
        "type": "Vision",
        "details": "Fina y ligera son las características ideales para esta elegante montura. Una forma cuadrada redondeada y una estructura totalmente metalizada armonizan una estructura delicada con moderna sofisticación. Con un doble puente que impacta, esta montura dinámica cuenta con detalles esmaltados brillantes en la montura en oro, plata o bronce de cañón para darle un toque de encanto adicional.",
        "stock": "6",
        "price": "159.49"
    },
    {
        "id": "24",
        "img": "https://images.ray-ban.com/is/image/RayBan/8056597011440__STD__shad__qt.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8056597011440__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8056597011440__STD__shad__lt.png",
        "name": "RB7164",
        "type": "Vision",
        "details": "Con una mezcla de fibra de nailon, material metálico y audaces acentos de color transparentes, estas gafas son mucho más de lo que parecen. Los contornos de montura ligeros ofrecen una actualización subestimada de la forma cuadrada básica para un lucir un toque elegante sobre ideas antiguas.",
        "stock": "5",
        "price": "188.60"
    },
    {
        "id": "25",
        "img": "https://images.ray-ban.com/is/image/RayBan/8056597038881__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8056597038881_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8056597038881_shad_al2.png",
        "name": "RB4419V",
        "type": "Vision",
        "details": "Esta montura toma prestado el perfil de Wayfarer con una construcción semi al aire, con la montura inferior estilo Clubmaster de nailon, dando nueva vida a una forma atemporal.\nCon el logotipo metalizado Ray Ban sobre atrevidos patrones de color brillante y de goma, estas gafas se dividen perfectamente entre cerebro y músculos.",
        "stock": "11",
        "price": "90.99"
    },
    {
        "id": "26",
        "img": "https://images.ray-ban.com/is/image/RayBan/8056597079976__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8056597079976_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8056597079976_shad_al2.png2",
        "name": "RB5356",
        "type": "Vision",
        "details": "",
        "stock": "14",
        "price": "191.00"
    },
    {
        "id": "27",
        "img": "https://images.ray-ban.com/is/image/RayBan/8056597080064__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8056597080064_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8056597080064_shad_al2.png",
        "name": "RB7144",
        "type": "Vision",
        "details": "Una forma cuadrada distintiva con una estructura fuerte y ligera para estas gafas de vista estelares. El acabado mate y liso está disponible en dos nuevas opciones: violeta oscuro y rojo además de los clásicos negro, azul y gris. Las patillas finas ahora cuentan con detalles de caucho en la punta de la patilla para garantizar un ajuste perfecto y un confort que hace que sean fáciles de llevar todo el día.",
        "stock": "8",
        "price": "172.44"
    },
    {
        "id": "28",
        "img": "https://images.ray-ban.com/is/image/RayBan/8056597080033__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8056597080033__STD__shad__fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8056597080033__STD__shad__lt.png",
        "name": "RB3578V",
        "type": "Vision",
        "details": "La revolución óptica redonda continúa con esta nueva forma metalizada semi al aire con combinaciones sobrias de metal/color y contrastes de texturas refinadas, para un look ligero, confortable e inteligente. Combinaciones fáciles de llevar de metal opaco y brillante y los tonos metalizados clásicos además de los modernos azul o tórtola, hacen que esta montura ligera y de ajuste pequeño sea única. Para individuos urbanos que siguen el ritmo de los tiempos.",
        "stock": "5",
        "price": "190.49"
    },
    {
        "id": "29",
        "img": "https://images.ray-ban.com/is/image/RayBan/805289464532__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/805289464532_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/805289464532_shad_al2.png",
        "name": "RB5206",
        "type": "Vision",
        "details": "",
        "stock": "5",
        "price": "179.49"
    },
    {
        "id": "30",
        "img": "https://images.ray-ban.com/is/image/RayBan/8056597080750__002.png",
        "img2": "https://images.ray-ban.com/is/image/RayBan/8056597080750_shad_fr.png",
        "img3": "https://images.ray-ban.com/is/image/RayBan/8056597080750_shad_al2.png",
        "name": "RB6375 OPTICS",
        "type": "Vision",
        "details": "Elige las gafas de sol pantos que conoces y te encantan en los nuevos colores. La montura de metal contemporánea conserva el mismo estilo fino de la parte superior y ahora está disponible en negro, azul y burdeos con las puntas de las patillas en caucho para usarla cómodamente todo el día.",
        "stock": "5",
        "price": "166.00"
    }
]